[
  {
    "title": "Analysis of microplastics in water by micro-Raman spectroscopy: Release of plastic particles from different packaging into mineral water.",
    "abstract": "Microplastics are anthropogenic contaminants which have been found in oceans, lakes and rivers. Investigations focusing on drinking water are rare and studies have mainly been using micro-Fourier Transform Infrared Spectroscopy (μ-FT-IR). A major limitation of this technique is its inability to detect particles smaller than 20 μm. However, micro-Raman spectroscopy is capable of detecting even smaller particle sizes. Therefore, we show that this technique, which was used in this study, is particularly useful in detecting microplastics in drinking water where particle sizes are in the low micrometer range. In our study, we compared the results from drinking water distributed in plastic bottles, glass bottles and beverage cartons. We tested the microplastic content of water from 22 different returnable and single-use plastic bottles, 3 beverage cartons and 9 glass bottles obtained from grocery stores in Germany. Small (-50-500 μm) and very small (1-50 μm) microplastic fragments were found in every type of water. Interestingly, almost 80% of all microplastic particles found had a particle size between 5 and 20 μm and were therefore not detectable by the analytical techniques used in previous studies. The average microplastics content was 118 ± 88 particles/l in returnable, but only 14 ± 14 particles/l in single-use plastic bottles. The microplastics content in the beverage cartons was only 11 ± 8 particles/l. Contrary to our assumptions we found high amounts of plastic particles in some of the glass bottled waters (range 0-253 particles/l, mean 50 ± 52 particles/l). A statistically significant difference from the blank value (14 ± 13) to the investigated packaging types could only be shown comparing to the returnable bottles (p < 0.05). Most of the particles in water from returnable plastic bottles were identified as consisting of polyester (primary polyethylene terephthalate PET, 84%) and polypropylene (PP; 7%). This is not surprising since the bottles are made of PET and the caps are made of PP. In water from single-use plastic bottles only a few micro-PET-particles have been found. In the water from beverage cartons and also from glass bottles, microplastic particles other than PET were found, for example polyethylene or polyolefins. This can be explained by the fact that beverage cartons are coated with polyethylene foils and caps are treated with lubricants. Therefore, these findings indicate that the packaging itself may release microparticles. The main fraction of the microplastic particles identified are of very small size with dimensions less than 20 μm, which is not detectable with the μ-FT-IR technique used in previous studies.",
    "authors": [
      "Schymanski Darena",
      "Goldbeck Christophe",
      "Humpf Hans-Ulrich",
      "Fürst Peter"
    ],
    "citations_count": "663",
    "cover_date": "2018-02-01",
    "source_title": "Water Research",
    "impact_factor": [
      "0.677",
      "1.001",
      "6.1"
    ],
    "scopus_id": "85033567297",
    "relevance_status": true
  },
  {
    "title": "Advanced microplastic monitoring using Raman spectroscopy with a combination of nanostructure-based substrates.",
    "abstract": "Micro(nano)plastic (MNP) pollutants have not only impacted human health directly, but are also associated with numerous chemical contaminants that increase toxicity in the natural environment. Most recent research about increasing plastic pollutants in natural environments have focused on the toxic effects of MNPs in water, the atmosphere, and soil. The methodologies of MNP identification have been extensively developed for actual applications, but they still require further study, including on-site detection. This review article provides a comprehensive update on the facile detection of MNPs by Raman spectroscopy, which aims at early diagnosis of potential risks and human health impacts. In particular, Raman imaging and nanostructure-enhanced Raman scattering have emerged as effective analytical technologies for identifying MNPs in an environment. Here, the authors give an update on the latest advances in plasmonic nanostructured materials-assisted SERS substrates utilized for the detection of MNP particles present in environmental samples. Moreover, this work describes different plasmonic materials-including pure noble metal nanostructured materials and hybrid nanomaterials-that have been used to fabricate and develop SERS platforms to obtain the identifying MNP particles at low concentrations. Plasmonic nanostructure-enhanced materials consisting of pure noble metals and hybrid nanomaterials can significantly enhance the surface-enhanced Raman scattering (SERS) spectra signals of pollutant analytes due to their localized hot spots. This concise topical review also provides updates on recent developments and trends in MNP detection by means of SERS using a variety of unique materials, along with three-dimensional (3D) SERS substrates, nanopipettes, and microfluidic chips. A novel material-assisted spectral Raman technique and its effective application are also introduced for selective monitoring and trace detection of MNPs in indoor and outdoor environments.",
    "authors": [
      "Ly Nguyễn Hoàng",
      "Kim Moon-Kyung",
      "Lee Hyewon",
      "Lee Cheolmin",
      "Son Sang Jun",
      "Zoh Kyung-Duk",
      "Vasseghian Yasser",
      "Joo Sang-Woo"
    ],
    "citations_count": "11",
    "cover_date": "2022-01-01",
    "source_title": "Journal of Nanostructure in Chemistry",
    "impact_factor": [
      "1.294",
      "1.904",
      "14.0"
    ],
    "scopus_id": "85135280403",
    "relevance_status": true
  },
  {
    "title": "Single-particle analysis of micro/nanoplastics by SEM-Raman technique.",
    "abstract": "Micro/nanoplastics (MNPs) have received global concern due to their widespread contamination, ingestion in organisms, and the ability to cross the biological barrier. Although MNPs have been detected in a variety of ecosystems, the identification of single MNPs remains an unsolved challenge. Herein, for the first time, scanning electron microscope (SEM) coupled with surface-enhanced Raman spectroscopy (SERS), which combined the advantages of ultrahigh spatial resolution of SEM and structural fingerprint of Raman spectroscopy, was proposed to identify MNPs at single-particle level. Under the optimum conditions, the polystyrene (PS) MNPs with sizes of 500 nm and 1 μm were identified by the image of SEM and fingerprint peaks of Raman spectroscopy. Additionally, the applicability of the method in different sample matrices and for other types of MNPs such as poly-methyl methacrylate (PMMA) with the sizes of 300 nm, 1 μm were validated. This method is simple, rapid and effective and is likely to provide an essential tool to identify other micro/nanoparticles in addition to MNPs.",
    "authors": [
      "Li Gang",
      "Yang Zhiruo",
      "Pei Zhiguo",
      "Li Yingming",
      "Yang Ruiqiang",
      "Liang Yong",
      "Zhang Qinghua",
      "Jiang Guibin"
    ],
    "citations_count": "11",
    "cover_date": "2022-11-01",
    "source_title": "Talanta",
    "impact_factor": [
      "0.986",
      "1.168",
      "12.2"
    ],
    "scopus_id": "85132530141",
    "relevance_status": true
  },
  {
    "title": "Alcohol Pretreatment to Eliminate the Interference of Micro Additive Particles in the Identification of Microplastics Using Raman Spectroscopy.",
    "abstract": "Raman spectroscopy is an indispensable tool in the analysis of microplastics smaller than 20 μm. However, due to its limitation, Raman spectroscopy may be incapable of effectively distinguishing microplastics from micro additive particles. To validate this hypothesis, we characterized and compared the Raman spectra of six typical slip additives with polyethylene and found that their hit quality index values (0.93-0.96) are much higher than the accepted threshold value (0.70) used to identify microplastics. To prevent this interference, a new protocol involving an alcohol treatment step was introduced to successfully eliminate additive particles and accurately identify microplastics. Tests using the new protocol showed that three typical plastic products (polyethylene pellets, polyethylene bottle caps, and polypropylene food containers) can simultaneously release microplastic-like additive particles and microplastics regardless of the plastic type, daily-use scenario, or service duration. Micro additive particles can also adsorb onto and modify the surfaces of microplastics in a manner that may potentially increase their health risks. This study not only reveals the hidden problem associated with the substantial interference of additive particles in microplastic detection but also provides a cost-effective method to eliminate this interference and a rigorous basis to quantify the risks associated with microplastic exposure.",
    "authors": [
      "Li Dunzhu",
      "Sheerin Emmet D",
      "Shi Yunhong",
      "Xiao Liwen",
      "Yang Luming",
      "Boland John J",
      "Wang Jing Jing"
    ],
    "citations_count": "10",
    "cover_date": "2022-09-06",
    "source_title": "Environmental Science and Technology",
    "impact_factor": [
      "2.899",
      "2.984",
      "23.4"
    ],
    "scopus_id": "85137160621",
    "relevance_status": true
  },
  {
    "title": "Detection of Sub-Micro- and Nanoplastic Particles on Gold Nanoparticle-Based Substrates through Surface-Enhanced Raman Scattering (SERS) Spectroscopy.",
    "abstract": "Small plastic particles such as micro- (<5 mm), sub-micro- (1 µm-100 nm) and nanoplastics (<100 nm) are known to be ubiquitous within our surrounding environment. However, to date relatively few methods exist for the reliable detection of nanoplastic particles in relevant sample matrices such as foods or environmental samples. This lack of relevant data is likely a result of key limitations (e.g., resolution and/or scattering efficiency) for common analytical techniques such as Fourier transform infrared or Raman spectroscopy. This study aims to address this knowledge gap in the field through the creation of surface-enhanced Raman scattering spectroscopy substrates utilizing spherical gold nanoparticles with 14 nm and 46 nm diameters to improve the scattering signal obtained during Raman spectroscopy measurements. The substrates are then used to analyze polystyrene particles with sizes of 161 nm or 33 nm and poly(ethylene terephthalate) particles with an average size of 62 nm. Through this technique, plastic particles could be detected at concentrations as low as 10 µg/mL, and analytical enhancement factors of up to 446 were achieved.",
    "authors": [
      "Caldwell Jessica",
      "Taladriz-Blanco Patricia",
      "Rothen-Rutishauser Barbara",
      "Petri-Fink Alke"
    ],
    "citations_count": "34",
    "cover_date": "2021-05-01",
    "source_title": "Nanomaterials",
    "impact_factor": [
      "0.156",
      "0.168",
      "2.2"
    ],
    "scopus_id": "85104874984",
    "relevance_status": true
  },
  {
    "title": "Micro-nano-sized polytetrafluoroethylene (teflon) particles as a model of plastic pollution detection in living organisms.",
    "abstract": "Micro- and nano-sized particles of polytetrafluoroethylene (PTFE) were used as model (reference) particles to study the biological effects of plastic pollution. Since the PTFE molecule contains fluorine, considered as an \"atomic marker\" sharply distinguishing it from other common plastics, micro- and nano-particles of PTFE have a specific crystalline structure and are, therefore, well identified by the methods of polarized light microscopy (POL), Raman microspectroscopy (micro-Raman), and energy-dispersive spectroscopy (EDS). Examples of PTFE particles detection in hemolimph of the cockroach Blatella germanica, in hemolimph of the larva and in faecal pellets of imago of a fly Lucilia sp., in the stomach and hingat of brine shrimp Artemia salina, and in association with cell wall of green unicellular alga Chlorococcus sp. are provided. The presented results strongly suggest that PTFE particles can be detected and identified in the biological medium using the method of \"atomic markers\", polarization microscopy and Raman spectroscopy.",
    "authors": [
      "Karpenko Alexander A",
      "Odintsov Vyacheslav S",
      "Istomina Aleksandra A"
    ],
    "citations_count": "4",
    "cover_date": "2022-02-01",
    "source_title": "Environmental Science and Pollution Research",
    "impact_factor": [
      "0.944",
      "1.214",
      "7.9"
    ],
    "scopus_id": "85115076536",
    "relevance_status": true
  },
  {
    "title": "A semi-automated Raman micro-spectroscopy method for morphological and chemical characterizations of microplastic litter.",
    "abstract": "Every step of microplastic analysis (collection, extraction and characterization) is time-consuming, representing an obstacle to the implementation of large scale monitoring. This study proposes a semi-automated Raman micro-spectroscopy method coupled to static image analysis that allows the screening of a large quantity of microplastic in a time-effective way with minimal machine operator intervention. The method was validated using 103 particles collected at the sea surface spiked with 7 standard plastics: morphological and chemical characterization of particles was performed in <3h. The method was then applied to a larger environmental sample (n=962 particles). The identification rate was 75% and significantly decreased as a function of particle size. Microplastics represented 71% of the identified particles and significant size differences were observed: polystyrene was mainly found in the 2-5mm range (59%), polyethylene in the 1-2mm range (40%) and polypropylene in the 0.335-1mm range (42%).",
    "authors": [
      "L Frère",
      "I Paul-Pont",
      "J Moreau",
      "P Soudant",
      "C Lambert",
      "A Huvet",
      "E Rinnert"
    ],
    "citations_count": "121",
    "cover_date": "2016-12-15",
    "source_title": "Marine Pollution Bulletin",
    "impact_factor": [
      "1.49",
      "1.305",
      "10.1"
    ],
    "scopus_id": "85004045220",
    "relevance_status": true
  }
]