{
  "query": "Optical microplastic identification",
  "number_of_results": 20,
  "papers": [
    {
      "title": "Optical photothermal infrared spectroscopy with simultaneously acquired Raman spectroscopy for two-dimensional microplastic identification.",
      "abstract": "In recent years, vibrational spectroscopic techniques based on Fourier transform infrared (FTIR) or Raman microspectroscopy have been suggested to fulfill the unmet need for microplastic particle detection and identification. Inter-system comparison of spectra from reference polymers enables assessing the reproducibility between instruments and advantages of emerging quantum cascade laser-based optical photothermal infrared (O-PTIR) spectroscopy. In our work, IR and Raman spectra of nine plastics, namely polyethylene, polypropylene, polyvinyl chloride, polyethylene terephthalate, polycarbonate, polystyrene, silicone, polylactide acid and polymethylmethacrylate were simultaneously acquired using an O-PTIR microscope in non-contact, reflection mode. Comprehensive band assignments were presented. We determined the agreement of O-PTIR with standalone attenuated total reflection FTIR and Raman spectrometers based on the hit quality index (HQI) and introduced a two-dimensional identification (2D-HQI) approach using both Raman- and IR-HQIs. Finally, microplastic particles were prepared as test samples from known materials by wet grinding, O-PTIR data were collected and subjected to the 2D-HQI identification approach. We concluded that this framework offers improved material identification of microplastic particles in environmental, nutritious and biological matrices."
    },
    {
      "title": "Eye-glass polishing wastewater as significant microplastic source: Microplastic identification and quantification.",
      "abstract": "Microplastics (MPs) and nanoplastics (NPs) seriously contaminate environments by adsorbing environmentally hazardous chemicals. NPs (<1 µm) are not removed by conventional wastewater treatment processes, and have strong sorption capacity for the environmentally hazardous chemicals because of their high surface area. This study revealed that large amounts of MPs are generated in the eye-glass lens polishing process. Qualitative analyses of MPs were performed via Fourier-transform infrared (FTIR) and Raman spectroscopy. Particle size distribution was measured through particle size analysis based on light diffraction. MPs were quantified in the wastewater by measuring the mass balance using membrane filtration with polyaluminum chloride coagulation. One liter of wastewater contained 1380-62,539 mg MPs [corrected] and 0.0136-0.0324 mg NPs. Wastewater from 140,000 eye-glass shops in South Korea is discharged into wastewater plants, and about 57 g NPs per day pass through the wastewater treatment process. The amount of NPs that accumulate daily is likely to increase dramatically. Increased heavy metal concentrations after acid digestion confirmed that MPs in the wastewater adsorbed heavy metals. Detection of various types of volatile organic compounds in the wastewater indicated that workers in eye-glass shops are exposed to the significantly hazardous environments."
    },
    {
      "title": "Outlook on optical identification of micro- and nanoplastics in aquatic environments.",
      "abstract": "Plastic pollution in natural water bodies is an emerging problem that requires quick actions. Recently, the role of micro- and nanoplastics in pollution and health issues has been realized and taken seriously. In this paper, we have studied optical properties, such as NIR spectra and refractive index, of some common plastic materials and present a method and data to screen especially problematic transparent plastics with rough surface in aquatic environments. We also give an outlook of possible optical measurement methods that could be used for detection of micro- and nanoplastics."
    },
    {
      "title": "Corrigendum to \"Eye-glass polishing wastewater as significant microplastic source: Microplastic identification and quantification\" [J. Hazard. Mater. 403 (2021) 123991].",
      "abstract": "No abstract available"
    },
    {
      "title": "Occurrence, identification and removal of microplastic particles and fibers in conventional activated sludge process and advanced MBR technology.",
      "abstract": "Wastewater treatment plants (WWTPs) are acting as routes of microplastics (MPs) to the environment, hence the urgent need to examine MPs in wastewaters and different types of sludge through sampling campaigns covering extended periods of time. In this study, the efficiency of a municipal WWTP to remove MPs from wastewater was studied by collecting wastewater and sludge samples once in every two weeks during a 3-month sampling campaign. The WWTP was operated based on the conventional activated sludge (CAS) process and a pilot-scale membrane bioreactor (MBR). The microplastic particles and fibers from both water and sludge samples were identified by using an optical microscope, Fourier Transform Infrared (FTIR) microscope and Raman microscope. Overall, the retention capacity of microplastics in the studied WWTP was found to be 98.3%. Most of the MP fraction was removed before the activated sludge process. The efficiency of an advanced membrane bioreactor (MBR) technology was also examined. The main related finding is that MBR permeate contained 0.4 MP/L in comparison with the final effluent of the CAS process (1.0 MP/L). According to this study, both microplastic fibers and particles are discharged from the WWTP to the aquatic environment."
    },
    {
      "title": "Identification of Water-Soluble Polymers through Discrimination of Multiple Optical Signals from a Single Peptide Sensor.",
      "abstract": "The pollution of water environments is a worldwide concern. Not only marine pollution by plastic litter, including microplastics, but also the spillage of water-soluble synthetic polymers in wastewater have recently gained increasing attention due to their potential risks to soil and water environments. However, conventional methods to identify polymers dissolved in water are laborious and time-consuming. Here, we propose a simple approach to identify synthetic polymers dissolved in water using a peptide-based molecular sensor with a fluorophore unit. Supervised machine learning of multiple fluorescence signals from the sensor, which specifically or nonspecifically interacted with the polymers, was applied for polymer classification as a proof of principle demonstration. Aqueous solutions containing different polymers or multiple polymer species with different mixture ratios were identified successfully. We found that fluorophore-introduced biomolecular sensors have great potential to provide discriminative information regarding water-soluble polymers. Our approach based on the discrimination of multiple optical signals of water-soluble polymers from peptide-based molecular sensors through machine learning will be applicable to next-generation sensing systems for polymers in wastewater or natural environments."
    },
    {
      "title": "Identification of microplastics in wastewater samples by means of polarized light optical microscopy.",
      "abstract": "Many reports state the potential hazards of microplastics (MPs) and their implications to wildlife and human health. The presence of MP in the aquatic environment is related to several origins but particularly associated to their occurrence in wastewater effluents. The determination of MP in these complex samples is a challenge. Current analytical procedures for MP monitoring are based on separation and counting by visual observation or mediated with some type of microscopy with further identification by techniques such as Raman or Fourier-transform infrared (FTIR) spectroscopy. In this work, a simple alternative for the separation, counting and identification of MP in wastewater samples is reported. The presented sample preparation technique with further polarized light optical microscopy (PLOM) observation positively identified the vast majority of MP particles occurring in wastewater samples of Montevideo, Uruguay, in the 70-600 μm range. MPs with different shapes and chemical composition were identified by PLOM and confirmed by confocal Raman microscopy. Rapid identification of polyethylene (PE), polypropylene (PP) and polyethylene terephthalate (PET) were evidenced. A major limitation was found in the identification of MP from non-birefringent polymers such as PVC (polyvinylchloride). The proposed procedure for MP analysis in wastewater is easy to be implemented at any analytical laboratory. A pilot monitoring of Montevideo WWTP effluents was carried out over 3-month period identifying MP from different chemical identities in the range 5.3-8.2 × 10<sup>3</sup> MP items/m<sup>3</sup>."
    },
    {
      "title": "Rapid identification of micro and nanoplastics by line scan Raman micro-spectroscopy.",
      "abstract": "Microplastic pollution has become an environmental problem that cannot be ignored in our society. Raman spectroscopy technology has been widely used in the field of microplastics detection due to its non-contact, non-destructive chemical specificity. Traditional point confocal Raman micro-spectroscopy technology uses single-point detection, resulting in long measurement times to scan the large areas of interest of typical samples. In this paper, we present a line scan confocal Raman micro-spectroscopy tool for fast detection and identification of microplastic particles. We show size and composition identification of particles and imaging over large areas. Compared with point confocal Raman imaging, the line scan confocal Raman technology increases the imaging speed by 1-2 orders of magnitude."
    },
    {
      "title": "Extraction and detection methods of microplastics in food and marine systems: A critical review.",
      "abstract": "The ubiquitous presence of microplastics as contaminants in the ecosystem has become a matter of environmental concern gaining considerable attention in the research community as well as public arena. Lack of efficient collection and improper management of plastic have resulted in the enormous amounts of plastic wastes landing into the marine systems with oceans being the ultimate sink. Due to non-biodegradability, these plastics break down into smaller fragments over a period of time leading to consumption by aquatic species, threatening marine life. In the recent years, a wide range of food products has also been contaminated with microplastics directly affecting human health. This review focuses on the separation and identification technologies for extraction and detection of microplastics in food and marine ecosystems. Efficient technologies like floatation, membrane separation, chemical treatment, enzymatic treatment, and other miscellaneous techniques have been discussed considering their merits and demerits. Additionally, identification technologies like optical detection, scanning electron microscopy, Fourier transform infrared spectroscopy, Raman spectroscopy, thermo-analytical methods, and hyperspectral imaging have been emphasized for the detection of microplastic particles. The emerging techniques like enzymatic digestion combined with hyperspectral imaging could be a possible way for obtaining higher separation efficiency and characterization with minimal harm to food sample. This article narrows the gap for choosing a standard separation technology for microplastic detection in food matrices keeping in mind the composition, particle size, shape, data visualization techniques and cost."
    },
    {
      "title": "Identification of polymer types and additives in marine microplastic particles using pyrolysis-GC/MS and scanning electron microscopy.",
      "abstract": "Any assessment of plastic contamination in the marine environment requires knowledge of the polymer type and the additive content of microplastics. Sequential pyrolysis-gas chromatography coupled to mass spectrometry (Pyr-GC/MS) was applied to simultaneously identify polymer types of microplastic particles and associated organic plastic additives (OPAs). In addition, a scanning electron microscope equipped with an energy-dispersive X-ray microanalyser was used to identify the inorganic plastic additives (IPAs) contained in these particles. A total of ten particles, which were optically identified as potentially being plastics, were extracted from two sediment samples collected from Norderney, a North Sea island, by density separation in sodium chloride. The weights of these blue, white and transparent fragments varied between 10 and 350 μg. Polymer types were identified by comparing the resulting pyrograms with those obtained from the pyrolysis of selected standard polymers. The particles consisted of polyethylene (PE), polypropylene, polystyrene, polyamide, chlorinated PE and chlorosulfonated PE. The polymers contained diethylhexyl phthalate, dibutyl phthalate, diethyl phthalate, diisobutyl phthalate, dimethyl phthalate, benzaldehyde and 2,4-di-tert-butylphenol. Sequential Py-GC/MS was found to be an appropriate tool for identifying marine microplastics for polymer types and OPAs. The IPAs identified were titanium dioxide nanoparticles (TiO2-NPs), barium, sulphur and zinc. When polymer-TiO2 composites are degraded in the marine environment, TiO2-NPs are probably released. Thus, marine microplastics may act as a TiO2-NP source, which has not yet been considered."
    },
    {
      "title": "Development of an optimal filter substrate for the identification of small microplastic particles in food by micro-Raman spectroscopy.",
      "abstract": "When analysing microplastics in food, due to toxicological reasons it is important to achieve clear identification of particles down to a size of at least 1 μm. One reliable, optical analytical technique allowing this is micro-Raman spectroscopy. After isolation of particles via filtration, analysis is typically performed directly on the filter surface. In order to obtain high qualitative Raman spectra, the material of the membrane filters should not show any interference in terms of background and Raman signals during spectrum acquisition. To facilitate the usage of automatic particle detection, membrane filters should also show specific optical properties. In this work, beside eight different, commercially available membrane filters, three newly designed metal-coated polycarbonate membrane filters were tested to fulfil these requirements. We found that aluminium-coated polycarbonate membrane filters had ideal characteristics as a substrate for micro-Raman spectroscopy. Its spectrum shows no or minimal interference with particle spectra, depending on the laser wavelength. Furthermore, automatic particle detection can be applied when analysing the filter surface under dark-field illumination. With this new membrane filter, analytics free of interference of microplastics down to a size of 1 μm becomes possible. Thus, an important size class of these contaminants can now be visualized and spectrally identified. Graphical abstract A newly developed aluminium coated polycarbonate membrane filter enables automatic particle detection and generation of high qualitative Raman spectra allowing identification of small microplastics."
    },
    {
      "title": "Current development and future challenges in microplastic detection techniques: A bibliometrics-based analysis and review.",
      "abstract": "Microplastics have been considered a new type of pollutant in the marine environment and have attracted widespread attention worldwide in recent years. Plastic particles with particle size less than 5 mm are usually defined as microplastics. Because of their similar size to plankton, marine organisms easily ingest microplastics and can threaten higher organisms and even human health through the food chain. Most of the current studies have focused on the investigation of the abundance of microplastics in the environment. However, due to the limitations of analytical methods and instruments, the number of microplastics in the environment can easily lead to overestimation or underestimation. Microplastics in each environment have different detection techniques. To investigate the current status, hot spots, and research trends of microplastics detection techniques, this review analyzed the papers related to microplastics detection using bibliometric software CiteSpace and COOC. A total of 696 articles were analyzed, spanning 2012 to 2021. The contributions and cooperation of different countries and institutions in this field have been analyzed in detail. This topic has formed two main important networks of cooperation. International cooperation has been a common pattern in this topic. The various analytical methods of this topic were discussed through keyword and clustering analysis. Among them, fluorescent, FTIR and micro-Raman spectroscopy are commonly used optical techniques for the detection of microplastics. The identification of microplastics can also be achieved by the combination of other techniques such as mass spectrometry/thermal cracking gas chromatography. However, these techniques still have limitations and cannot be applied to all environmental samples. We provide a detailed analysis of the detection of microplastics in different environmental samples and list the challenges that need to be addressed in the future."
    },
    {
      "title": "Microplastics in urban stormwater-developing a methodology for its monitoring.",
      "abstract": "This study presents microplastics results for stormwater collected in retention ponds. A novel procedure was developed to collect microplastic (MP) particles by filtering stormwater using a purpose-built cascade filtration setup which included 4 steel filters of pore size, 48.5, 170, 2500 and 5000 μm. Based on the methodologies proposed in the literature, a novel procedure was developed incorporating a combination of optical and FTIR methods for quantification and identification of microplastics. The developed methodology was applied for determining and characterising MP from two retention ponds. Average concentrations of 2067 and 2133 MP/m<sup>3</sup> were observed, respectively, for dry and wet periods at site 1. Similar concentrations were observed for site 2. The results showed a slight increase in the microplastics concentration for the wet period. Most MP particles existed in the size range 48.5-170 μm and 170-2500 μm. Among the type of MP particles, polyester was significantly more abundant than other types of plastics (78-94%). Comparing the data obtained in this study with those from the literature, it was apparent that the stormwater originated from two urban catchments has been subjected to considerable microplastic contamination. This can be attributed to anthropogenic activities in urban areas. Microplastic particles in the stormwater can have an adverse impact on aquatic life present in the receiving water bodies. Also, the presence of MP may suggest the existence of nanoplastics in urban stormwater. This finding can have broader implications for urban stormwater management."
    },
    {
      "title": "Optical transmission spectra study in visible and near-infrared spectral range for identification of rough transparent plastics in aquatic environments.",
      "abstract": "Erosion of microplastics due to residence time in aquatic environments causes roughening of the microplastic. Unfortunately, currently used measurement methods do not provide information on the surface roughness of the microplastic embedded in water. In this study we propose a novel method by using transmittance to get information on the magnitude of the surface roughness of microplastics and to rank microplastics by thickness. For such a purpose, we studied optical properties such as dispersion, absorption of both plastics and water in the partial spectral range of visible light (Vis), transmission and scattering of light by plastic sheets, as well as, the calculated sample thickness in the Vis region. These were explored for the detection of both smooth and roughened plastic sheets immersed in water. Moreover, by using the transmission spectrum and refractive index of both plastic and water it is possible to estimate the average surface roughness of plastic samples. Our results suggest that the optical properties in the Vis region offer an interesting way for the detection of both rough and smooth plastic sheets and for ranking the type of plastics in an aquatic environment."
    },
    {
      "title": "Reevaluation of microplastics identification based on Neuston net survey data.",
      "abstract": "To verify data accuracy regarding microplastics (MPs), the effects of chemical preprocessing and optical identification with Fourier transform infrared spectroscopy (FTIR) were examined using survey data. We aimed to clarify the cause of overestimation of the number concentration of MPs without FTIR by focusing on shape types. The proportion of fragments (foam) decreased (increased) after FTIR analysis. Although significant difference was found in terms of the size distribution of fragments (after FTIR > before FTIR), no such difference was found with regard to foam. These findings indicate that impurities categorized as fragments via visual confirmation, especially those measuring <1000 μm, were removed using the FTIR technique. Although previous studies recommended the use of data on MPs measuring >1000 μm, this threshold should be applied only to fragments and not to foam."
    },
    {
      "title": "Detection methods of micro and nanoplastics.",
      "abstract": "Plastics and related contaminants (including microplastics; MPs and nanoplastics; NPs) have become a serious global safety issue due to their overuse in many products and applications and their inadequate management, leading to possible leakage into the environment and eventually to the food chain and humans. There is a growing literature reporting on the occurrence of plastics, (MPs and NPs) in both marine and terrestrial organisms, with many indications about the harmful impact of these contaminants on plants and animals, as well as potential human health risks. The presence of MPs and NPs in many foods and beverages including seafood (especially finfish, crustaceans, bivalves, and cephalopods), fruits, vegetables, milk, wine and beer, meat, and table salts, has become popular research areas in recent years. Detection, identification, and quantification of MPs and NPs have been widely investigated using a wide range of traditional methods, such as visual and optical methods, scanning electron microscopy, and gas chromatography-mass spectrometry, but these methods are burdened with a number of limitations. In contrast, spectroscopic techniques, especially Fourier-transform infrared spectroscopy and Raman spectroscopy, and other emerging techniques, such as hyperspectral imaging are increasingly being applied due to their potential to enable rapid, non-destructive, and high-throughput analysis. Despite huge research efforts, there is still an overarching need to develop reliable analytical techniques with low cost and high efficiency. Mitigation of plastic pollution requires establishing standard and harmonized methods, adopting holistic approaches, and raising awareness and engaging the public and policymakers. Therefore, this chapter focuses mainly on identification and quantification techniques of MPs and NPs in different food matrices (mostly seafood)."
    },
    {
      "title": "Analysis of microplastics in wetland samples from coastal Ghana using the Rose Bengal stain.",
      "abstract": "The use of optical microscope remains the most commonly used technique for microplastic identification and quantification despite major limitations with misidentifications and biases. We evaluated the use of the 1% Rose Bengal stain in improving the identification of microplastics after a standard microplastic isolation process. The stain discriminated organic materials from potential microplastics with significant differences between numbers observed before (6.65 ± 5.73) and after staining (2.91 ± 3.43). Numbers of potential microplastics observed under the conventional method (without staining) in sediment, feacal matter of shorebirds and the lagoon water were respectively 3.55 g<sup>-1</sup>, 0.8 g<sup>-1</sup> and 0.13 ml<sup>-1</sup> but reduced to 1.85 g<sup>-1</sup> of sediment, 0.35 g<sup>-1</sup> of feacal material and 0.09 ml<sup>-1</sup> of water after staining. Colour composition of potential microplastics under the conventional method was brown (31.0%), black (26.5%), white (20.2%), translucent (16.7%) and red (5.6%). After staining, brown (49,2%), black (30.5%) white (2.3%) and translucent (18.0%) were retained but distinction could not be made between stained organic items and red-coloured microplastics. It was clear that the stain has the potential in improving microplastic identification but requires further investigations."
    },
    {
      "title": "SEM/EDS and optical microscopy analyses of microplastics in ocean trawl and fish guts.",
      "abstract": "Microplastic particles from Atlantic and Pacific Ocean trawls, lab-fed fish guts and ocean fish guts have been characterized using optical microscopy and SEM/EDS in terms of size, morphology, and chemistry. We assessed whether these measurements could serve as a rapid screening process for subsequent identification of the likely microplastic candidates by micro-spectroscopy. Optical microscopy enabled morphological classification of the types of particles or fibers present in the sample, as well as the quantification of particle size ranges and fiber lengths. SEM/EDS analysis was used to rule out non-plastic particles and screen the prepared samples for potential microplastic, based on their element signatures and surface characteristics. Chlorinated plastics such as polyvinyl chloride (PVC) could be easily identified with SEM/EDS due to their unique elemental signatures including chlorine, as could mineral species that are falsely identified as plastics by optical microscopy. Particle morphology determined by optical microscopy and SEM suggests the fish ingested particles contained both degradation fragments from larger plastic pieces and also manufactured microplastics. SEM images of microplastic particle surfaces revealed characteristic cracks consistent with environmental exposure, as well as pigment particles consistent with manufactured materials. Most of the microplastic surfaces in the fish guts and ocean trawls were covered with biofilms, radiolarians, and crustaceans. Many of the fish stomachs contained micro-shell pieces which visually resembled microplastics."
    },
    {
      "title": "Automated method for routine microplastic detection and quantification.",
      "abstract": "Microplastics (MPs) are a heterogeneous group of solid polymers with dimensions <5 mm, which are a widespread contaminant of the environment. Their ubiquitous presence grabbed researchers' attention in the last decade, and the problem of MPs detection and quantification is currently a topic of utmost importance. Most identification and quantification protocols are still based on the visual count, which is an extremely time-consuming and error-prone task due to operator subjectivity. To address such an issue, different software analysis procedures are available, but they mainly rely either on the use of optical microscopy, covering a minimal area for each sample (mm<sup>2</sup> size), or they allow only the identification of the largest particles (>1 mm). Here, a semi-automatic innovative image processing method for quantifying and measuring microplastics on filter membrane substrates is presented and validated, comparing results with data obtained using visual counting performed by an experienced operator. The algorithm was tested with artificially generated microplastic images and samples taken from natural environments. Samples of Borgio Verezzi show cave sediment and Po River water were filtered on a glass filter membrane, and photographs were taken under 365 nm illumination, both without and with Nile Red staining. The proposed image analysis method, implemented in an easy-to-use Python script, was quite accurate and fast (about 10 s/image average processing time), showing an average deviation below 10 %, which is further reduced to about 8 % if the samples are stained with Nile Red."
    },
    {
      "title": "Critical gaps in nanoplastics research and their connection to risk assessment.",
      "abstract": "Reports of plastics, at higher levels than previously thought, in the water that we drink and the air that we breathe, are generating considerable interest and concern. Plastics have been recorded in almost every environment in the world with estimates on the order of trillions of microplastic pieces. Yet, this may very well be an underestimate of plastic pollution as a whole. Once microplastics (<5 mm) break down in the environment, they nominally enter the nanoscale (<1,000 nm), where they cannot be seen by the naked eye or even with the use of a typical laboratory microscope. Thus far, research has focused on plastics in the macro- (>25 mm) and micro-size ranges, which are easier to detect and identify, leaving large knowledge gaps in our understanding of nanoplastic debris. Our ability to ask and answer questions relating to the transport, fate, and potential toxicity of these particles is disadvantaged by the detection and identification limits of current technology. Furthermore, laboratory exposures have been substantially constrained to the study of commercially available nanoplastics; i.e., polystyrene spheres, which do not adequately reflect the composition of environmental plastic debris. While a great deal of plastic-focused research has been published in recent years, the pattern of the work does not answer a number of key factors vital to calculating risk that takes into account the smallest plastic particles; namely, sources, fate and transport, exposure measures, toxicity and effects. These data are critical to inform regulatory decision making and to implement adaptive management strategies that mitigate risk to human health and the environment. This paper reviews the current state-of-the-science on nanoplastic research, highlighting areas where data are needed to establish robust risk assessments that take into account plastics pollution. Where nanoplastic-specific data are not available, suggested substitutions are indicated."
    }
  ]
}